{
	"posts": [
		{
			"id": 11,
			"title": "Como se prevenir contra a COVID 19",
			"category": 2,
			"views": 27,
			"date": "17 de Agosto 2021",
			"image": "covid_cuidados.jpg",
			"content": "Lave suas mãos com frequência. Use sabão e água ou álcool em gel. Mantenha uma distância segura de pessoas que estiverem tossindo ou espirrando. Use máscara quando não for possível manter o distanciamento físico. Não toque nos olhos. no nariz ou na boca. Procure atendimento médico se tiver febre, tosse e dificuldade para respirar."
		},
		{
			"id": 10,
			"title": "A importância de tomar a vacina da covid",
			"category": 1,
			"views": 32,
			"date": "14 de Agosto 2021",
			"image": "vacina_covid.jpg",
			"content": "A importância de tomar a vacina da covid é reduzir número de pessoas com sintomas, internações, casos graves e óbitos. Os pacientes idosos estão sendo os mais afetados pela pandemia do novo corona vírus, (COVID 19). A fragilidade na saúde, principalmente por serem mais vulneráveis as doenças infectocontagiosas, que afeta fortemente sua saúde e qualidade de vida. A primeira e segunda dose são extremamente importantes. Os sintomas mais comuns são: febre, tosse seca, cansaço. Os sintomas menos comuns são: dores e desconfortos, dor de garganta, diarreia, conjuntivite, dor de cabeça, perda de paladar ou olfato, erupção cutânea na pele ou descoloração dos dedos das mãos ou dos pés. Os sintomas graves são: dificuldade de respirar ou falta de ar, dor ou pressão no peito, perda de fala ou movimento"
		},
		{
			"id": 9,
			"title": "Prática de atividades físicas",
			"category": 3,
			"views": 41,
			"date": "09 de Maio 2021",
			"image": "exercicio.jpg",
			"content": "Os exercícios físicos diminuem os riscos de doenças cardiovasculares e fortalecem os músculos. Essas atividades são importantes para que o idoso se mantenha disposto e ativo. Isso também evita a ocorrência de quedas, muito perigosas na terceira idade, quando os ossos são mais frágeis, o que aumenta o risco de fraturas. Atividade física regular também está intimamente relacionada a uma melhor saúde mental. Todos os exercícios devem ser supervisionados por um especialista. Só ele vai saber orientar o idoso para a prática correta dos movimentos, evitando lesões e acidentes. Caminhadas e alongamentos são escolhas interessantes para a terceira idade e podem ser realizados em praças e parques da cidade."
		},
		{
			"id": 8,
			"title": "Alimentação saudável",
			"category": 3,
			"views": 39,
			"date": "29 de Abril 2021",
			"image": "alimentacao.jpg",
			"content": "Ter uma alimentação balanceada é uma das melhores formas de preservar a saúde na terceira idade. A dieta dos idosos deve incluir mais cálcio e proteínas, e menos açúcares, gorduras, sódio e alimentos industrializados. Frutas e verduras são sempre bem-vindas no prato! Esse cuidado evita o desenvolvimento de doenças e afasta as chances de desnutrição. O mais indicado é que o idoso seja acompanhado por um nutricionista, que vai prescrever a dieta com base em exames individuais e evidências científicas."
		},
		{
			"id": 7,
			"title": "Integração e convívio social",
			"category": 3,
			"views": 57,
			"date": "12 de Abril 2021",
			"image": "convivio.jpg",
			"content": "Assim como acontece em qualquer faixa etária, a integração e convívio social são importantes na terceira idade. Caso isso não ocorra, o idoso pode se sentir abandonado, o que pode levar a quadros de depressão. Mesmo que a pessoa idosa opte por morar sozinha, é importante que os filhos, netos e demais familiares se façam presentes em sua rotina. As visitas semanais levam alegria para o idoso e fazem com que ele se sinta parte da família. Quando não for possível, é importante compensar essa ausência com ligações e mensagens. Outra opção interessante é incentivá-lo a participar de atividades coletivas, como aulas de dança ou hidroginástica. Assim, além de se exercitar, ele convive com outras pessoas."
		},
		{
			"id": 6,
			"title": "Exames de rotina",
			"category": 1,
			"views": 49,
			"date": "09 de Abril 2021",
			"image": "exames_rotina.jpg",
			"content": "Nós não podemos falar de saúde na terceira idade sem citar a importância de realizar consultas médicas com frequência e fazer check-ups completos quando solicitado pelo médico. A prevenção é a melhor forma de evitar doenças e os exames de rotina permitem diagnósticos precoces de quaisquer comorbidades que possam atingir as pessoas idosas, o que facilita o tratamento."
		},
		{
			"id": 5,
			"title": "A importância da vacina da gripe",
			"category": 1,
			"views": 61,
			"date": "31 de Março 2021",
			"image": "vacina_gripe.jpg",
			"content": "Não é preciso ter medo da imunização. As vacinas contra o influenza contêm vírus mortos, ou seja, eles não podem causar a doença. Geralmente são bem toleradas e seguras em idosos. Eventos adversos graves e clinicamente importantes são raros. As reações mais comuns na vacina incluem vermelhidão, dor ou inchaço onde foi dada a picada, e elas podem levar de um a dois dias para passar. O momento ideal para a vacinação é antes que a temperatura baixe, período em que aumenta a circulação do vírus. A gripe é uma doença evitável por meio da vacina. Em tempos de coronavírus, manter o calendário de vacinação em dia é crucial para deixar o corpo protegido."
		},
		{
			"id": 4,
			"title": "Sinais vitais do idoso",
			"category": 2,
			"views": 54,
			"date": "19 de Março 2021",
			"image": "sinais_vitais.jpg",
			"content": "Frequência respiratória considerada normal para um idoso: Com mais de 65 anos: 12-28 respirações por minuto; idosos com mais de 80 anos: 10-30 respirações por minuto Batimento cardíaco considerado normal para um idoso: Idosos – entre 50 a 60 bpm Temperatura considerado normal para um idoso: Idoso de 70 anos, é de 36,05°C Pressão considerada normal para um idoso: A pressão ideal do idoso deve ser até 120 x 80 mmHg. No entanto, pode ser considerada aceitável até 149 x 89 mmHg"
		},
		{
			"id": 3,
			"title": "Como aferir os sinais vitais",
			"category": 2,
			"views": 51,
			"date": "07 de Março 2021",
			"image": "aferir_sinais.jpg",
			"content": "Na sua própria residência o idoso pode ser auxiliado por alguém para aferir os sinais vitais? Saiba como: Basta ter um aparelho digital e pilhas pressionaria botão start para dar início e stop para finalizar, mesmo mostrará o valor da pressão arterial e os batimentos cardíacos, verifique se o resultado está de acordo com indivíduo, lembrando que cada pessoa tem seu valor referência o mesmo será informado através de um médico, para quem não tiver o aparelho procure o centro de saúde mais próximo."
		},
		{
			"id": 2,
			"title": "Quais vacinas o idoso precisa tomar",
			"category": 1,
			"views": 62,
			"date": "02 de Março 2021",
			"image": "vacinas.jpg",
			"content": "Vacinas recomendadas no calendário de vacinação do idoso são: Vacina contra a gripe, Vacina pneumocócica, Vacina contra a febre amarela, Vacina meningocócica, Vacina contra herpes Zóster, Vacina contra o tétano e a difteria, Vacina tríplice viral, Vacina contra hepatite"
		},
		{
			"id": 1,
			"title": "Como evitar acidentes domesticos",
			"category": 2,
			"views": 72,
			"date": "17 de Fevereiro 2021",
			"image": "acidentes_domesticos.jpg",
			"content": "Procure instalar pisos antiderrapantes no banheiro; Instale barras para apoio próximas ao vaso sanitário e ao chuveiro, para que ele tenha onde se segurar; Coloque um tapete antiaderente no chão do chuveiro, assim, ele terá firmeza nos pés quando estiver no banho, evitando escorregões; Escolha um box que seja resistente para que, assim, acidentes com vidro sejam evitados; Deixe uma cadeira de banho disponível para o idoso, para o caso dele precisar se sentar. Procure deixar um abajur, lanterna ou interruptor próximo à cama do idoso, dessa forma, ele terá luz se precisar se levantar durante a noite; Mantenha os armários e guarda-roupas em uma altura acessível para que ele possa pegar o que quiser sem dificuldades; Adapte a cama para que ela tenha uma altura confortável para que o idoso consiga subir e descer facilmente. Procure sempre deixar uma área de passagem livre para ele, facilitando sua movimentação; Evite ter tapetes que fiquem soltos no chão, o idoso pode facilmente tropeçar e sofrer uma queda; Escolha sofás, cadeiras e poltronas onde ele possa se apoiar e ter firmeza."
		}
	]
}
